//CWLIC JOB CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID                          
//*********************************************************************
//*                                                                   *
//*        IMPORT COMPUWARE LICENSE CERTIFICATE.                      *
//*                                                                   *
//*********************************************************************
//IMPORT   EXEC PGM=LMALFIM                                            
//STEPLIB  DD  DISP=SHR,DSN=CPWR.MLCX170.SLCXAUTH                      
//CWLF0000 DD  DISP=SHR,DSN=CPWR.LICENSE.FILE                          
//CWLFPRNT DD  SYSOUT=*                                                
//SYSUDUMP DD  SYSOUT=*,OUTLIM=999999                                  
//ABNLIGNR DD  DUMMY                                                   
//CWLFIMP  DD  *
***********************************************************************
**                                                                   **
**                                                                   **
**          ENVELOPE:E-0004470 ORDER:1258461                         **
**          CREATED BY RFNPROD ON 27-DEC-2024 AT 07:38:40            **
**                                                                   **
**          WARNING WARNING WARNING WARNING WARNING                  **
**          THE ASSOCIATED SOFTWARE PRODUCT IS CONFIDENTIAL          **
**          AND PROPRIETARY TO BMC SOFTWARE INC.                     **
**          NO USE OR DISCLOSURE IS PERMITTED OTHER THAN AS          **
**          EXPRESSLY SET FORTH BY COPYRIGHT.                        **
**          (C) BMC SOFTWARE INC. 2016-2021                          **
**          (C) COMPUWARE CORP. 2016-2020                            **
**                                                                   **
**                                                                   **
***********************************************************************
CUSTOMER
   CUSTNAME<BMC Software>
   CUSTNUM<4834> CERTVER<01.00.02>
SITE
   SITE_NAME<BMC SOFTWARE INCORPORATED - 4834-1>
   SITE_ID<001> CERTVER<01.00.02>
PRODUCT
   SNAME<OSAA> CERTVER<01.00.02> CERTIFICATE_ID<202436265321>
   LNAME<ABEND-AID>
   VER<17.02> AUTH<3FAD07832D598E08>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<17.02> AUTH<3FAE4D7F2D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AA_FOR_MQ>
   LNAME<ABEND-AID FOR WEBSPHERE MQ>
   VER<17.02> AUTH<3FAE2E6C2D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FAULTMGMT>
   LNAME<ABEND-AID FAULT ANALYTICS>
   VER<17.02> AUTH<3FAE2F542D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<IMS>
   LNAME<ABEND-AID/IMS>
   VER<17.02> AUTH<3FAE83F42D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<17.02> AUTH<3FAE3F782D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<SPF>
   LNAME<SPF>
   VER<17.02> AUTH<3FAE9A3A2D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<IDMS>
   LNAME<ABEND-AID/IDMS>
   VER<17.02> AUTH<3FAE7D8E2D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<DB2>
   LNAME<ABEND-AID FOR DB2>
   VER<17.02> AUTH<3FAE74732D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<17.02> AUTH<3FAE81702D599289>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<OSAA> CERTVER<01.00.02> CERTIFICATE_ID<202436265322>
   LNAME<ABEND-AID>
   VER<12.04> AUTH<3FAD07822D598DFC>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<12.04> AUTH<3FAE4D7E2D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AA_FOR_MQ>
   LNAME<ABEND-AID FOR WEBSPHERE MQ>
   VER<12.04> AUTH<3FAE2E6B2D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FAULTMGMT>
   LNAME<ABEND-AID FAULT ANALYTICS>
   VER<12.04> AUTH<3FAE2F532D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<IMS>
   LNAME<ABEND-AID/IMS>
   VER<12.04> AUTH<3FAE83F32D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<12.04> AUTH<3FAE3F772D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<SPF>
   LNAME<SPF>
   VER<12.04> AUTH<3FAE9A392D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<IDMS>
   LNAME<ABEND-AID/IDMS>
   VER<12.04> AUTH<3FAE7D8D2D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<DB2>
   LNAME<ABEND-AID FOR DB2>
   VER<12.04> AUTH<3FAE74722D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<12.04> AUTH<3FAE816F2D59927C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<AA/CICS> CERTVER<01.00.02> CERTIFICATE_ID<202436265323>
   LNAME<ABEND-AID FOR CICS>
   VER<17.02> AUTH<3FACDFC32D598E38>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<17.02> AUTH<3FAE25BF2D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<TRANSACT>
   LNAME<TRANSACTION DUMP ANALYSIS>
   VER<17.02> AUTH<3FAE0DD32D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<REGION>
   LNAME<REGION DUMP ANALYSIS>
   VER<17.02> AUTH<3FAE34192D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AA_FOR_MQ>
   LNAME<ABEND-AID FOR WEBSPHERE MQ>
   VER<17.02> AUTH<3FAE06AC2D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FAULTMGMT>
   LNAME<ABEND-AID FAULT ANALYTICS>
   VER<17.02> AUTH<3FAE07942D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<17.02> AUTH<3FAE17B82D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<DB2>
   LNAME<ABEND-AID FOR DB2>
   VER<17.02> AUTH<3FAE4CB32D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<17.02> AUTH<3FAE59B02D5992B9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<AA/CICS> CERTVER<01.00.02> CERTIFICATE_ID<202436265324>
   LNAME<ABEND-AID FOR CICS>
   VER<12.04> AUTH<3FACDFC22D598E20>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<12.04> AUTH<3FAE25BE2D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<TRANSACT>
   LNAME<TRANSACTION DUMP ANALYSIS>
   VER<12.04> AUTH<3FAE0DD22D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<REGION>
   LNAME<REGION DUMP ANALYSIS>
   VER<12.04> AUTH<3FAE34182D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AA_FOR_MQ>
   LNAME<ABEND-AID FOR WEBSPHERE MQ>
   VER<12.04> AUTH<3FAE06AB2D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FAULTMGMT>
   LNAME<ABEND-AID FAULT ANALYTICS>
   VER<12.04> AUTH<3FAE07932D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<12.04> AUTH<3FAE17B72D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<DB2>
   LNAME<ABEND-AID FOR DB2>
   VER<12.04> AUTH<3FAE4CB22D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<12.04> AUTH<3FAE59AF2D5992A0>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<APPAUDIT> CERTVER<01.00.02> CERTIFICATE_ID<202436265325>
   LNAME<APPLICATION AUDIT>
   VER<17.02> AUTH<3FACDD962D598E2C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AUDITVTAM>
   LNAME<APPLICATION AUDIT FOR VTAM>
   VER<17.02> AUTH<3FAE05132D5992AD>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AUDITSRVR>
   LNAME<APPLICATION AUDIT FOR MAINFRAME SERVERS>
   VER<17.02> AUTH<3FAD83C12D5992AD>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AUDITWEBMQ>
   LNAME<APPLICATION AUDIT FOR WEBSPHERE MQ>
   VER<17.02> AUTH<3FADBBA92D5992AD>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<TPMAUTEDTN> CERTVER<01.00.02> CERTIFICATE_ID<202436265326>
   LNAME<BMC AMI OPS AUTOMATION FOR BATCH THRUPUT>
   VER<22.04> AUTH<3FAC22122D598E14>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/DB2> CERTVER<01.00.02> CERTIFICATE_ID<202436265327>
   LNAME<FILE-AID FOR DB2>
   VER<23.01> AUTH<3FACEFB62D598E5C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/DB2> CERTVER<01.00.02> CERTIFICATE_ID<202436265328>
   LNAME<FILE-AID FOR DB2>
   VER<21.01> AUTH<3FACEFAE2D598E50>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/DB2> CERTVER<01.00.02> CERTIFICATE_ID<202436265329>
   LNAME<FILE-AID FOR DB2>
   VER<17.02> AUTH<3FACEFB82D598E44>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FILEAIDIMS> CERTVER<01.00.02> CERTIFICATE_ID<202436265330>
   LNAME<FILE-AID FOR IMS>
   VER<23.01> AUTH<3FACE2C22D598E27>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FILEAIDIMS> CERTVER<01.00.02> CERTIFICATE_ID<202436265331>
   LNAME<FILE-AID FOR IMS>
   VER<21.01> AUTH<3FACE2BA2D598E3F>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/BATCH>
   LNAME<FI/BATCH>
   VER<21.01> AUTH<3FAE61812D5992B6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/SPF>
   LNAME<FI/SPF>
   VER<21.01> AUTH<3FAE6DBF2D5992B6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/DC>
   LNAME<FI/DC>
   VER<21.01> AUTH<3FAE70D92D5992B6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/CICS>
   LNAME<FI/CICS>
   VER<21.01> AUTH<3FAE67F92D5992B6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FASTPATH>
   LNAME<FASTPATH>
   VER<21.01> AUTH<3FAE60F12D5992B6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<EXTRACT>
   LNAME<EXTRACT>
   VER<21.01> AUTH<3FAE66972D5992B6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FILEAIDIMS> CERTVER<01.00.02> CERTIFICATE_ID<202436265332>
   LNAME<FILE-AID FOR IMS>
   VER<17.02> AUTH<3FACE2C42D598E33>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/SPF>
   LNAME<FI/SPF>
   VER<17.02> AUTH<3FAE6DC92D5992B4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/DC>
   LNAME<FI/DC>
   VER<17.02> AUTH<3FAE70E32D5992B4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/CICS>
   LNAME<FI/CICS>
   VER<17.02> AUTH<3FAE68032D5992B4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FASTPATH>
   LNAME<FASTPATH>
   VER<17.02> AUTH<3FAE60FB2D5992B4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<EXTRACT>
   LNAME<EXTRACT>
   VER<17.02> AUTH<3FAE66A12D5992B4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FI/BATCH>
   LNAME<FI/BATCH>
   VER<17.02> AUTH<3FAE618B2D5992B4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/DA> CERTVER<01.00.02> CERTIFICATE_ID<202436265333>
   LNAME<FILE-AID/DATA SOLUTIONS>
   VER<23.01> AUTH<3FACC7642D598E6F>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/DA> CERTVER<01.00.02> CERTIFICATE_ID<202436265334>
   LNAME<FILE-AID/DATA SOLUTIONS>
   VER<21.01> AUTH<3FACC75C2D598E57>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/DA> CERTVER<01.00.02> CERTIFICATE_ID<202436265335>
   LNAME<FILE-AID/DATA SOLUTIONS>
   VER<17.02> AUTH<3FACC7662D598E63>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FILE-AID> CERTVER<01.00.02> CERTIFICATE_ID<202436265336>
   LNAME<FILE-AID/MVS>
   VER<23.01> AUTH<3FACF96B2D598E4B>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/BATCH>
   LNAME<FILE-AID/BATCH>
   VER<23.01> AUTH<3FAE63C22D5992CA>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/SPF>
   LNAME<FILE-AID/SPF>
   VER<23.01> AUTH<3FAE753A2D5992CA>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/XE>
   LNAME<FILE-AID/XE>
   VER<23.01> AUTH<3FAE7A502D5992CA>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FILE-AID> CERTVER<01.00.02> CERTIFICATE_ID<202436265337>
   LNAME<FILE-AID/MVS>
   VER<21.01> AUTH<3FACF9632D598E93>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/BATCH>
   LNAME<FILE-AID/BATCH>
   VER<21.01> AUTH<3FAE63BA2D59930A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/SPF>
   LNAME<FILE-AID/SPF>
   VER<21.01> AUTH<3FAE75322D59930A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/XE>
   LNAME<FILE-AID/XE>
   VER<21.01> AUTH<3FAE7A482D59930A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FILE-AID> CERTVER<01.00.02> CERTIFICATE_ID<202436265338>
   LNAME<FILE-AID/MVS>
   VER<17.02> AUTH<3FACF96D2D598E87>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/SPF>
   LNAME<FILE-AID/SPF>
   VER<17.02> AUTH<3FAE753C2D599308>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/BATCH>
   LNAME<FILE-AID/BATCH>
   VER<17.02> AUTH<3FAE63C42D599308>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FA/XE>
   LNAME<FILE-AID/XE>
   VER<17.02> AUTH<3FAE7A522D599308>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/RDX> CERTVER<01.00.02> CERTIFICATE_ID<202436265339>
   LNAME<FILE-AID/RELATED DATA EXPERT>
   VER<23.01> AUTH<3FAC9BE62D598E7B>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/RDX> CERTVER<01.00.02> CERTIFICATE_ID<202436265340>
   LNAME<FILE-AID/RELATED DATA EXPERT>
   VER<21.01> AUTH<3FAC9BDE2D598E11>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<FA/RDX> CERTVER<01.00.02> CERTIFICATE_ID<202436265341>
   LNAME<FILE-AID/RELATED DATA EXPERT>
   VER<17.02> AUTH<3FAC9BE82D598E29>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<HIPERMNSRV> CERTVER<01.00.02> CERTIFICATE_ID<202436265342>
   LNAME<HIPERSTATION FOR MAINFRAME SERVERS>
   VER<17.02> AUTH<3FAC5B232D598E1D>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<HIPERMNSRV> CERTVER<01.00.02> CERTIFICATE_ID<202436265343>
   LNAME<HIPERSTATION FOR MAINFRAME SERVERS>
   VER<16.05> AUTH<3FAC5B2B2D598E59>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<HIPERVTAM> CERTVER<01.00.02> CERTIFICATE_ID<202436265344>
   LNAME<HIPERSTATION FOR VTAM>
   VER<17.02> AUTH<3FACCB682D598E41>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<HIPERVTAM> CERTVER<01.00.02> CERTIFICATE_ID<202436265345>
   LNAME<HIPERSTATION FOR VTAM>
   VER<16.05> AUTH<3FACCB702D598E4D>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<HIPERWEBMQ> CERTVER<01.00.02> CERTIFICATE_ID<202436265346>
   LNAME<HIPERSTATION FOR WEBSPHERE MQ>
   VER<17.02> AUTH<3FAC8DC02D598E35>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<HIPERWEBMQ> CERTVER<01.00.02> CERTIFICATE_ID<202436265347>
   LNAME<HIPERSTATION FOR WEBSPHERE MQ>
   VER<16.05> AUTH<3FAC8DC82D598E7D>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<DEPLOY> CERTVER<01.00.02> CERTIFICATE_ID<202436265348>
   LNAME<ISPW DEPLOY>
   VER<22.01> AUTH<3FAD00202D598E71>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<LPR-000040>
   LNAME<LPAR COUNT OF 40>
   VER<22.01> AUTH<3FAE6E832D5992E6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<DEPLOY> CERTVER<01.00.02> CERTIFICATE_ID<202436265349>
   LNAME<ISPW DEPLOY>
   VER<18.02> AUTH<3FAD002A2D598E65>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<LPR-000040>
   LNAME<LPAR COUNT OF 40>
   VER<18.02> AUTH<3FAE6E8D2D5992E4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<DEPLOY> CERTVER<01.00.02> CERTIFICATE_ID<202436265350>
   LNAME<ISPW DEPLOY>
   VER<17.02> AUTH<3FAD002C2D598E1C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<LPR-000040>
   LNAME<LPAR COUNT OF 40>
   VER<17.02> AUTH<3FAE6E8F2D59929D>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<SCM> CERTVER<01.00.02> CERTIFICATE_ID<202436265351>
   LNAME<ISPW SOURCE CONTROL MANAGEMENT>
   VER<22.01> AUTH<3FAC91172D598E34>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<22.01> AUTH<3FADF9E72D5992A9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<SCM> CERTVER<01.00.02> CERTIFICATE_ID<202436265352>
   LNAME<ISPW SOURCE CONTROL MANAGEMENT>
   VER<18.02> AUTH<3FAC91212D598E28>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<18.02> AUTH<3FADF9F12D5992A7>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<ISTROBE> CERTVER<01.00.02> CERTIFICATE_ID<202436265353>
   LNAME<ISTROBE>
   VER<20.14> AUTH<3FAD05F62D598E64>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<ISTROBE> CERTVER<01.00.02> CERTIFICATE_ID<202436265354>
   LNAME<ISTROBE>
   VER<20.10> AUTH<3FAD05E22D598E4C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<ISTROBE> CERTVER<01.00.02> CERTIFICATE_ID<202436265355>
   LNAME<ISTROBE>
   VER<20.05> AUTH<3FAD05F32D598E58>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<STROBE_MVS> CERTVER<01.00.02> CERTIFICATE_ID<202436265356>
   LNAME<STROBE MVS FOR SYSPLEX>
   VER<21.01> AUTH<3FACC25D2D598E40>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<IMS>
   LNAME<STROBE FOR IMS>
   VER<21.01> AUTH<3FAE3BB32D5992B7>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<DB2>
   LNAME<STROBE FOR DB2>
   VER<21.01> AUTH<3FAE3BA92D5992B7>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<CICS>
   LNAME<STROBE FOR CICS>
   VER<21.01> AUTH<3FAE331C2D5992B7>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AUTOSTROBE>
   LNAME<AUTOSTROBE>
   VER<21.01> AUTH<3FAE357A2D5992B7>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<STROBE_MVS> CERTVER<01.00.02> CERTIFICATE_ID<202436265357>
   LNAME<STROBE MVS FOR SYSPLEX>
   VER<18.02> AUTH<3FACC2652D598E88>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<CA_OPTIMIZ>
   LNAME<STROBE FOR ADVANTAGE CA-OPTIMIZER>
   VER<18.02> AUTH<3FADA2862D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ADABAS>
   LNAME<STROBE FOR ADABAS/NATURAL>
   VER<18.02> AUTH<3FADF5662D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<STROBE FOR PL/I>
   VER<18.02> AUTH<3FAE3CC82D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<CICS>
   LNAME<STROBE FOR CICS>
   VER<18.02> AUTH<3FAE33242D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<C_SUPPORT>
   LNAME<STROBE FOR C>
   VER<18.02> AUTH<3FAE38372D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<AUTOSTROBE>
   LNAME<AUTOSTROBE>
   VER<18.02> AUTH<3FAE35822D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<CSP>
   LNAME<STROBE FOR CSP>
   VER<18.02> AUTH<3FAE3C002D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<FORTRAN>
   LNAME<STROBE FOR FORTRAN>
   VER<18.02> AUTH<3FAE21D52D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ADVNTG_GEN>
   LNAME<STROBE FOR ADVANTAGE GEN>
   VER<18.02> AUTH<3FADEC282D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<CA_PANEXEC>
   LNAME<STROBE FOR ALLFUSION CA-PANEXEC>
   VER<18.02> AUTH<3FADBA552D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<INTERFACE>
   LNAME<STROBE INTERFACE>
   VER<18.02> AUTH<3FAE1BB72D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<UNIX_S/SRV>
   LNAME<STROBE FOR UNIX SYSTEM SERVICES>
   VER<18.02> AUTH<3FADB8B62D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<MQ_SERIES>
   LNAME<STROBE FOR WEBSPHERE MQ>
   VER<18.02> AUTH<3FADFCBF2D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<DB2_DDF>
   LNAME<STROBE FOR DB2 DDF>
   VER<18.02> AUTH<3FAE1F782D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<IMS>
   LNAME<STROBE FOR IMS>
   VER<18.02> AUTH<3FAE3BBB2D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<STROBE FOR COBOL>
   VER<18.02> AUTH<3FAE30C32D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<IDMS>
   LNAME<STROBE FOR ADVANTAGE CA-IDMS>
   VER<18.02> AUTH<3FADE1DD2D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<DB2>
   LNAME<STROBE FOR DB2>
   VER<18.02> AUTH<3FAE3BB12D599307>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<TPMAUTEDT+> CERTVER<01.00.02> CERTIFICATE_ID<202436265358>
   LNAME<THRUPUT MANAGER AUTOMATION EDITION+>
   VER<18.02> AUTH<3FAC45FD2D598E7C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<TPMSTDEDTN> CERTVER<01.00.02> CERTIFICATE_ID<202436265359>
   LNAME<THRUPUT MANAGER STANDARD EDITION>
   VER<18.02> AUTH<3FAC68B52D598E70>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<CW-EPRISE> CERTVER<01.00.02> CERTIFICATE_ID<202436265360>
   LNAME<TOPAZ FOR ENTERPRISE DATA>
   VER<23.02> AUTH<3FACAA952D598E06>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-000015>
   LNAME<USER COUNT OF 15>
   VER<23.02> AUTH<3FAE18E02D599280>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<CW-EPRISE> CERTVER<01.00.02> CERTIFICATE_ID<202436265361>
   LNAME<TOPAZ FOR ENTERPRISE DATA>
   VER<20.14> AUTH<3FACAAA02D598E1E>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-000015>
   LNAME<USER COUNT OF 15>
   VER<20.14> AUTH<3FAE18EB2D5992A3>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<CW-EPRISE> CERTVER<01.00.02> CERTIFICATE_ID<202436265362>
   LNAME<TOPAZ FOR ENTERPRISE DATA>
   VER<20.12> AUTH<3FACAA912D598E12>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-000015>
   LNAME<USER COUNT OF 15>
   VER<20.12> AUTH<3FAE18DC2D599288>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<TOPAZJAVAA> CERTVER<01.00.02> CERTIFICATE_ID<202436265363>
   LNAME<TOPAZ FOR JAVA PERFORMANCE>
   VER<20.14> AUTH<3FACA0792D598E4E>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<20.14> AUTH<3FAE09492D5992D3>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<TOPAZJAVAA> CERTVER<01.00.02> CERTIFICATE_ID<202436265364>
   LNAME<TOPAZ FOR JAVA PERFORMANCE>
   VER<20.12> AUTH<3FACA06A2D598E36>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-999999>
   LNAME<USER COUNT OF 999999>
   VER<20.12> AUTH<3FAE02372D5992AC>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<T-PROGRAM> CERTVER<01.00.02> CERTIFICATE_ID<202436265365>
   LNAME<TOPAZ FOR PROGRAM ANALYSIS>
   VER<23.05> AUTH<3FACAA662D598FBF>
   STATUS<LIMITED_TERM> START<12-NOV-2024> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<12-NOV-2024> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<23.05> AUTH<3FAE13362D59944D>
   STATUS<LIMITED_TERM> START<12-NOV-2024> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<12-NOV-2024> SP_END<31-DEC-2025>
PRODUCT
   SNAME<T-PROGRAM> CERTVER<01.00.02> CERTIFICATE_ID<202436265366>
   LNAME<TOPAZ FOR PROGRAM ANALYSIS>
   VER<23.01> AUTH<3FACA8DA2D598E2A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<23.01> AUTH<3FAE11AA2D5992A9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<T-PROGRAM> CERTVER<01.00.02> CERTIFICATE_ID<202436265367>
   LNAME<TOPAZ FOR PROGRAM ANALYSIS>
   VER<20.14> AUTH<3FACA8E02D598E72>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-099999>
   LNAME<USER COUNT OF 99999>
   VER<20.14> AUTH<3FAE0E4A2D5992F7>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<T-PROGRAM> CERTVER<01.00.02> CERTIFICATE_ID<202436265368>
   LNAME<TOPAZ FOR PROGRAM ANALYSIS>
   VER<20.12> AUTH<3FACA8D12D598E66>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-099999>
   LNAME<USER COUNT OF 99999>
   VER<20.12> AUTH<3FAE0E3B2D5992DC>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<T-TOTLTEST> CERTVER<01.00.02> CERTIFICATE_ID<202436265369>
   LNAME<TOPAZ FOR TOTAL TEST>
   VER<23.03> AUTH<3FACCF172D598E5A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<23.03> AUTH<3FAE37E72D5992ED>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<T-TOTLTEST> CERTVER<01.00.02> CERTIFICATE_ID<202436265370>
   LNAME<TOPAZ FOR TOTAL TEST>
   VER<23.02> AUTH<3FACCEFE2D598E48>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<23.02> AUTH<3FAE37CE2D5992C2>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<T-TOTLTEST> CERTVER<01.00.02> CERTIFICATE_ID<202436265371>
   LNAME<TOPAZ FOR TOTAL TEST>
   VER<17.02> AUTH<3FACCF052D598E60>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<USR-009999>
   LNAME<USER COUNT OF 9999>
   VER<17.02> AUTH<3FAE37D52D5992E1>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<XPED/CICS> CERTVER<01.00.02> CERTIFICATE_ID<202436265372>
   LNAME<XPEDITER/CICS>
   VER<17.02> AUTH<3FACEED12D598E54>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<C_SUPPORT>
   LNAME<C LANGUAGE>
   VER<17.02> AUTH<3FAE658F2D5992D5>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<17.02> AUTH<3FAE34CD2D5992D5>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<17.02> AUTH<3FAE26C62D5992D5>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<17.02> AUTH<3FAE68BE2D5992D5>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<XPED/CICS> CERTVER<01.00.02> CERTIFICATE_ID<202436265373>
   LNAME<XPEDITER/CICS>
   VER<09.04> AUTH<3FACEEDA2D598E90>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<C_SUPPORT>
   LNAME<C LANGUAGE>
   VER<09.04> AUTH<3FAE65982D59931A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<09.04> AUTH<3FAE34D62D59931A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<09.04> AUTH<3FAE26CF2D59931A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<09.04> AUTH<3FAE68C72D59931A>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<XPED/COVER> CERTVER<01.00.02> CERTIFICATE_ID<202436265374>
   LNAME<XPEDITER/CODE COVERAGE>
   VER<17.02> AUTH<3FACB95E2D598E78>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/CICCV>
   LNAME<CICS>
   VER<17.02> AUTH<3FAE3B102D5992F9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/IMSCV>
   LNAME<TSO/IMS>
   VER<17.02> AUTH<3FAE38B22D5992F9>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<XPED/TSO> CERTVER<01.00.02> CERTIFICATE_ID<202436265375>
   LNAME<XPEDITER/TSO & IMS>
   VER<17.02> AUTH<3FACE3462D598E84>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<C_SUPPORT>
   LNAME<C LANGUAGE>
   VER<17.02> AUTH<3FAE5A042D599305>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/IMS>
   LNAME<XPED/IMS>
   VER<17.02> AUTH<3FAE667B2D599305>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/DB2X>
   LNAME<XPED/DB2X>
   VER<17.02> AUTH<3FAE60F92D599305>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<17.02> AUTH<3FAE29422D599305>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/DB2SP>
   LNAME<XPEDITER DB2 SUPPORT>
   VER<17.02> AUTH<3FAE323C2D599305>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<17.02> AUTH<3FAE1B3B2D599305>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<17.02> AUTH<3FAE5D332D599305>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<XPED/TSO> CERTVER<01.00.02> CERTIFICATE_ID<202436265376>
   LNAME<XPEDITER/TSO & IMS>
   VER<09.04> AUTH<3FACE34F2D598E6C>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<C_SUPPORT>
   LNAME<C LANGUAGE>
   VER<09.04> AUTH<3FAE5A0D2D5992F6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/IMS>
   LNAME<XPED/IMS>
   VER<09.04> AUTH<3FAE66842D5992F6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/DB2X>
   LNAME<XPED/DB2X>
   VER<09.04> AUTH<3FAE61022D5992F6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<PL/I>
   LNAME<COMPUWARE PL/I PROCESSOR>
   VER<09.04> AUTH<3FAE294B2D5992F6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<XPED/DB2SP>
   LNAME<XPEDITER DB2 SUPPORT>
   VER<09.04> AUTH<3FAE32452D5992F6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<COBOL>
   LNAME<COMPUWARE COBOL PROCESSOR>
   VER<09.04> AUTH<3FAE1B442D5992F6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
 OPTION
   SNAME<ASSEMBLER>
   LNAME<ASSEMBLER>
   VER<09.04> AUTH<3FAE5D3C2D5992F6>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
PRODUCT
   SNAME<XCHANGE> CERTVER<01.00.02> CERTIFICATE_ID<202436265377>
   LNAME<XPEDITER/XCHANGE>
   VER<17.02> AUTH<3FACE2DC2D598EB4>
   STATUS<LIMITED_TERM> START<10-DEC-2014> END<31-DEC-2025>
   SPECIAL_ACCESS<NONCPU_SPECIFIC>
   SP_START<10-DEC-2014> SP_END<31-DEC-2025>
/*
//*  COMMAND 'MODIFY CMSC,PARMLIB,REFRESH'
//