//CWPARM JOB CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID                          
//  COMMAND 'MODIFY CMSC,PARMLIB,REFRESH'
//STEP    EXEC PGM=IEFBR14
//SYSPRINT DD SYSOUT=*