//SMFPRG JOB CLASS=A,MSGCLASS=Z,NOTIFY=&SYSUID                          
//  COMMAND '$POJQ,JM=SMFCLEAR'
//  COMMAND '$POJQ,JM=SMFDUMPS'
//STEP    EXEC PGM=IEFBR14
//SYSPRINT DD SYSOUT=*
/* Note: A